app/controllers/students_controller.rb

    def index
        @index = Student.all
---
SELECT "students".* FROM "students"